[{
    "content": "东皇太一云中君湘君湘夫人大司命少司命东君河伯山鬼国殇礼魂",
    "title": "九歌",
    "author": "屈原",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "悲哉，秋之为气也！郤骐骥而不乘兮，策驽骀而取路。既骄美而伐武兮，负左右之耿介。",
    "title": "九辩",
    "author": "宋玉",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "悲时俗之迫阨兮，愿轻举而远游。闻赤松之清尘兮，愿承风乎遗则。恐天时之代序兮，耀灵晔而西征。重曰：曰“道可受兮，不可传；闻至贵而遂徂兮，忽乎吾将行。朝发轫于太仪兮，夕始临乎于微闾。左雨师使径侍兮，右雷公以为卫。览方外之荒忽兮，沛罔瀁而自浮。",
    "title": "远游",
    "author": "屈原",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "帝高阳之苗裔兮，朕皇考曰伯庸。摄提贞于孟陬兮，惟庚寅吾以降。皇览揆余初度兮，肇锡余以嘉名：名余曰正则兮，字余曰灵均。纷吾既有此内美兮，又重之以修能。扈江离与辟芷兮，纫秋兰以为佩。汨余若将不及兮，恐年岁之不吾与。朝搴阰之木兰兮，夕揽洲之宿莽。日月忽其不淹兮，春与秋其代序。惟草木之零落兮，恐美人之迟暮。(惟 通：唯)不抚壮而弃秽兮，何不改乎此度?乘骐骥以驰骋兮，来吾道夫先路！昔三后之纯粹兮，固众芳之所在。杂申椒与菌桂兮，岂惟纫夫蕙茝！彼尧、舜之耿介兮，既遵道而得路。何桀纣之猖披兮，夫惟捷径以窘步。惟夫党人之偷乐兮，路幽昧以险隘。岂余身之殚殃兮，恐皇舆之败绩！忽奔走以先后兮，及前王之踵武。荃不查余之中情兮，反信谗而齌怒。余固知謇謇之为患兮，忍而不能舍也。指九天以为正兮，夫惟灵修之故也。曰黄昏以为期兮，羌中道而改路！初既与余成言兮，后悔遁而有他。余既不难夫离别兮，伤灵修之数化。余既滋兰之九畹兮，又树蕙之百亩。畦留夷与揭车兮，杂杜衡与芳芷。冀枝叶之峻茂兮，愿俟时乎吾将刈。虽萎绝其亦何伤兮，哀众芳之芜秽。众皆竞进以贪婪兮，凭不厌乎求索。羌内恕己以量人兮，各兴心而嫉妒。忽驰骛以追逐兮，非余心之所急。老冉冉其将至兮，恐修名之不立。朝饮木兰之坠露兮，夕餐秋菊之落英。苟余情其信姱以练要兮，长顑颔亦何伤。掔木根以结茞兮，贯薜荔之落蕊。矫菌桂以纫蕙兮，索胡绳之纚纚。謇吾法夫前修兮，非世俗之所服。虽不周于今之人兮，愿依彭咸之遗则。长太息以掩涕兮，哀民生之多艰。余虽好修姱以鞿羁兮，謇朝谇而夕替。既替余以蕙纕兮，又申之以揽茝。亦余心之所善兮，虽九死其犹未悔。怨灵修之浩荡兮，终不察夫民心。众女嫉余之蛾眉兮，谣诼谓余以善淫。固时俗之工巧兮，偭规矩而改错。背绳墨以追曲兮，竞周容以为度。忳郁邑余侘傺兮，吾独穷困乎此时也。宁溘死以流亡兮，余不忍为此态也。鸷鸟之不群兮，自前世而固然。何方圜之能周兮，夫孰异道而相安？屈心而抑志兮，忍尤而攘诟。伏清白以死直兮，固前圣之所厚。悔相道之不察兮，延伫乎吾将反。回朕车以复路兮，及行迷之未远。步余马于兰皋兮，驰椒丘且焉止息。进不入以离尤兮，退将复修吾初服。制芰荷以为衣兮，集芙蓉以为裳。不吾知其亦已兮，苟余情其信芳。高余冠之岌岌兮，长余佩之陆离。芳与泽其杂糅兮，唯昭质其犹未亏。忽反顾以游目兮，将往观乎四荒。佩缤纷其繁饰兮，芳菲菲其弥章。民生各有所乐兮，余独好修以为常。虽体解吾犹未变兮，岂余心之可惩。女嬃之婵媛兮，申申其詈予，曰：「鲧婞直以亡身兮，终然夭乎羽之野。汝何博謇而好修兮，纷独有此姱节？薋菉葹以盈室兮，判独离而不服。」众不可户说兮，孰云察余之中情？世并举而好朋兮，夫何茕独而不予听？依前圣以节中兮，喟凭心而历兹。济沅、湘以南征兮，就重华而敶词：启《九辩》与《九歌》兮，夏康娱以自纵。不顾难以图后兮，五子用失乎家衖。羿淫游以佚畋兮，又好射夫封狐。固乱流其鲜终兮，浞又贪夫厥家。浇身被服强圉兮，纵欲而不忍。日康娱而自忘兮，厥首用夫颠陨。夏桀之常违兮，乃遂焉而逢殃。后辛之菹醢兮，殷宗用而不长。汤、禹俨而祗敬兮，周论道而莫差。举贤才而授能兮，循绳墨而不颇。皇天无私阿兮，览民德焉错辅。夫维圣哲以茂行兮，苟得用此下土。瞻前而顾后兮，相观民之计极。夫孰非义而可用兮？孰非善而可服？阽余身而危死兮，览余初其犹未悔。不量凿而正枘兮，固前修以菹醢。曾歔欷余郁邑兮，哀朕时之不当。揽茹蕙以掩涕兮，沾余襟之浪浪。跪敷衽以陈辞兮，耿吾既得此中正。驷玉虬以桀鹥兮，溘埃风余上征。朝发轫于苍梧兮，夕余至乎县圃。欲少留此灵琐兮，日忽忽其将暮。吾令羲和弭节兮，望崦嵫而勿迫。路漫漫其修远兮，吾将上下而求索。饮余马于咸池兮，总余辔乎扶桑。折若木以拂日兮，聊逍遥以相羊。前望舒使先驱兮，后飞廉使奔属。鸾皇为余先戒兮，雷师告余以未具。吾令凤鸟飞腾兮，继之以日夜。飘风屯其相离兮，帅云霓而来御。纷总总其离合兮，斑陆离其上下。吾令帝阍开关兮，倚阊阖而望予。时暧暧其将罢兮，结幽兰而延伫。世溷浊而不分兮，好蔽美而嫉妒。朝吾将济于白水兮，登阆风而绁马。忽反顾以流涕兮，哀高丘之无女。溘吾游此春宫兮，折琼枝以继佩。及荣华之未落兮，相下女之可诒。吾令丰隆乘云兮，求宓妃之所在。解佩纕以结言兮，吾令謇修以为理。纷总总其离合兮，忽纬繣其难迁。夕归次于穷石兮，朝濯发乎洧盘。保厥美以骄傲兮，日康娱以淫游。虽信美而无礼兮，来违弃而改求。览相观于四极兮，周流乎天余乃下。望瑶台之偃蹇兮，见有娀之佚女。吾令鸩为媒兮，鸩告余以不好。雄鸠之鸣逝兮，余犹恶其佻巧。心犹豫而狐疑兮，欲自适而不可。凤皇既受诒兮，恐高辛之先我。欲远集而无所止兮，聊浮游以逍遥。及少康之未家兮，留有虞之二姚。理弱而媒拙兮，恐导言之不固。世溷浊而嫉贤兮，好蔽美而称恶。闺中既以邃远兮，哲王又不寤。怀朕情而不发兮，余焉能忍而与此终古？索琼茅以筳篿兮，命灵氛为余占之。曰：「两美其必合兮，孰信修而慕之？思九州之博大兮，岂惟是其有女？」曰：「勉远逝而无狐疑兮，孰求美而释女？何所独无芳草兮，尔何怀乎故宇？」世幽昧以昡曜兮，孰云察余之善恶？民好恶其不同兮，惟此党人其独异！户服艾以盈要兮，谓幽兰其不可佩。览察草木其犹未得兮，岂珵美之能当？苏粪壤以充祎兮，谓申椒其不芳。欲从灵氛之吉占兮，心犹豫而狐疑。巫咸将夕降兮，怀椒糈而要之。百神翳其备降兮，九疑缤其并迎。皇剡剡其扬灵兮，告余以吉故。曰：「勉升降以上下兮，求矩矱之所同。汤、禹俨而求合兮，挚、咎繇而能调。苟中情其好修兮，又何必用夫行媒？说操筑于傅岩兮，武丁用而不疑。吕望之鼓刀兮，遭周文而得举。宁戚之讴歌兮，齐桓闻以该辅。及年岁之未晏兮，时亦犹其未央。恐鹈鴃之先鸣兮，使夫百草为之不芳。」何琼佩之偃蹇兮，众薆然而蔽之。惟此党人之不谅兮，恐嫉妒而折之。时缤纷其变易兮，又何可以淹留？兰芷变而不芳兮，荃蕙化而为茅。何昔日之芳草兮，今直为此萧艾也？岂其有他故兮，莫好修之害也！余以兰为可恃兮，羌无实而容长。委厥美以从俗兮，苟得列乎众芳。椒专佞以慢慆兮，樧又欲充夫佩帏。既干进而务入兮，又何芳之能祗？固时俗之流从兮，又孰能无变化？览椒兰其若兹兮，又况揭车与江离？惟兹佩之可贵兮，委厥美而历兹。芳菲菲而难亏兮，芬至今犹未沬。和调度以自娱兮，聊浮游而求女。及余饰之方壮兮，周流观乎上下。灵氛既告余以吉占兮，历吉日乎吾将行。折琼枝以为羞兮，精琼爢以为粻。为余驾飞龙兮，杂瑶象以为车。何离心之可同兮？吾将远逝以自疏。邅吾道夫昆仑兮，路修远以周流。扬云霓之晻蔼兮，鸣玉鸾之啾啾。朝发轫于天津兮，夕余至乎西极。凤皇翼其承旗兮，高翱翔之翼翼。忽吾行此流沙兮，遵赤水而容与。麾蛟龙使梁津兮，诏西皇使涉予。路修远以多艰兮，腾众车使径待。路不周以左转兮，指西海以为期。屯余车其千乘兮，齐玉轪而并驰。驾八龙之婉婉兮，载云旗之委蛇。抑志而弭节兮，神高驰之邈邈。奏《九歌》而舞《韶》兮，聊假日以偷乐。陟升皇之赫戏兮，忽临睨夫旧乡。仆夫悲余马怀兮，蜷局顾而不行。乱曰：已矣哉！国无人莫我知兮，又何怀乎故都！既莫足与为美政兮，吾将从彭咸之所居！",
    "title": "离骚",
    "author": "屈原",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "曰：遂古之初，谁传道之？上下未形，何由考之？冥昭瞢暗，谁能极之？冯翼惟象，何以识之？明明暗暗，惟时何为？阴阳三合，何本何化？圜则九重，孰营度之？惟兹何功，孰初作之？斡维焉系，天极焉加？八柱何当，东南何亏？九天之际，安放安属？隅隈多有，谁知其数？天何所沓？十二焉分？日月安属？列星安陈？出自汤谷，次于蒙汜。自明及晦，所行几里？夜光何德，死则又育？厥利维何，而顾菟在腹？女岐无合，夫焉取九子？伯强何处？惠气安在？何阖而晦？何开而明？角宿未旦，曜灵安藏？不任汩鸿，师何以尚之？佥曰“何忧，何不课而行之？”鸱龟曳衔，鲧何听焉？顺欲成功，帝何刑焉？永遏在羽山，夫何三年不施？伯禹愎鲧，夫何以变化？纂就前绪，遂成考功。何续初继业，而厥谋不同？洪泉极深，何以窴之？地方九则，何以坟之？河海应龙？何尽何历？鲧何所营？禹何所成？康回冯怒，墬何故以东南倾？九州安错？川谷何洿？东流不溢，孰知其故？东西南北，其修孰多？南北顺椭，其衍几何？昆仑悬圃，其尻安在？增城九重，其高几里？四方之门，其谁从焉？西北辟启，何气通焉？日安不到？烛龙何照？羲和之未扬，若华何光？何所冬暖？何所夏寒？焉有石林？何兽能言？焉有虬龙，负熊以游？雄虺九首，鯈忽焉在？何所不死？长人何守？靡蓱九衢，枲华安居？灵蛇吞象，厥大何如？黑水玄趾，三危安在？延年不死，寿何所止？鲮鱼何所？鬿堆焉处？羿焉彃日？乌焉解羽？禹之力献功，降省下土四方。焉得彼嵞山女，而通之於台桑？闵妃匹合，厥身是继。胡维嗜不同味，而快鼌饱？启代益作后，卒然离蠥。何启惟忧，而能拘是达？皆归射鞫，而无害厥躬。何后益作革，而禹播降？启棘宾商，《九辨》《九歌》。何勤子屠母，而死分竟地？帝降夷羿，革孽夏民。胡射夫河伯，而妻彼雒嫔？冯珧利决，封豨是射。何献蒸肉之膏，而后帝不若？浞娶纯狐，眩妻爰谋。何羿之射革，而交吞揆之？阻穷西征，岩何越焉？化而为黄熊，巫何活焉？咸播秬黍，莆雚是营。何由并投，而鲧疾修盈？白蜺婴茀，胡为此堂？安得夫良药，不能固臧？天式从横，阳离爰死。大鸟何鸣，夫焉丧厥体？蓱号起雨，何以兴之？撰体协胁，鹿何膺之？鳌戴山抃，何以安之？释舟陵行，何之迁之？惟浇在户，何求于嫂？何少康逐犬，而颠陨厥首？女歧缝裳，而馆同爰止。何颠易厥首，而亲以逢殆？汤谋易旅，何以厚之？覆舟斟寻，何道取之？桀伐蒙山，何所得焉？妺嬉何肆，汤何殛焉？舜闵在家，父何以鳏？尧不姚告，二女何亲？厥萌在初，何所亿焉？璜台十成，谁所极焉？登立为帝，孰道尚之？女娲有体，孰制匠之？舜服厥弟，终然为害。何肆犬豕，而厥身不危败？吴获迄古，南岳是止。孰期去斯，得两男子？缘鹄饰玉，后帝是飨。何承谋夏桀，终以灭丧？帝乃降观，下逢伊挚。何条放致罚，而黎服大说？简狄在台，喾何宜？玄鸟致贻，女何喜？该秉季德，厥父是臧。胡终弊于有扈，牧夫牛羊？干协时舞，何以怀之？平胁曼肤，何以肥之？有扈牧竖，云何而逢？击床先出，其命何从？恒秉季德，焉得夫朴牛？何往营班禄，不但还来？昏微循迹，有狄不宁。何繁鸟萃棘，负子肆情？眩弟并淫，危害厥兄。何变化以作诈，而后嗣逢长？成汤东巡，有莘爰极。何乞彼小臣，而吉妃是得？水滨之木，得彼小子。夫何恶之，媵有莘之妇？汤出重泉，夫何辠尤？不胜心伐帝，夫谁使挑之？会朝争盟，何践吾期？苍鸟群飞，孰使萃之？列击纣躬，叔旦不嘉。何亲揆发足，周之命以咨嗟？授殷天下，其位安施？反成乃亡，其罪伊何？争遣伐器，何以行之？并驱击翼，何以将之？昭后成游，南土爰底。厥利惟何，逢彼白雉？穆王巧梅，夫何为周流？环理天下，夫何索求？妖夫曳炫，何号于市？周幽谁诛？焉得夫褒姒？天命反侧，何罚何佑？齐桓九会，卒然身杀。彼王纣之躬，孰使乱惑？何恶辅弼，谗谄是服？比干何逆，而抑沈之？雷开阿顺，而赐封之？何圣人之一德，卒其异方？梅伯受醢，箕子详狂？稷维元子，帝何竺之？投之于冰上，鸟何燠之？何冯弓挟矢，殊能将之？既惊帝切激，何逢长之？伯昌号衰，秉鞭作牧。何令彻彼岐社，命有殷国？迁藏就岐，何能依？殷有惑妇，何所讥？受赐兹醢，西伯上告。何亲就上帝罚，殷之命以不救？师望在肆，昌何识？鼓刀扬声，后何喜？武发杀殷，何所悒？载尸集战，何所急？伯林雉经，维其何故？何感天抑墬，夫谁畏惧？皇天集命，惟何戒之？受礼天下，又使至代之？初汤臣挚，后兹承辅。何卒官汤，尊食宗绪？勋阖梦生，少离散亡。何壮武历，能流厥严？彭铿斟雉，帝何飨？受寿永多，夫何久长？中央共牧，后何怒？蜂蛾微命，力何固？惊女采薇，鹿何佑？北至回水，萃何喜？兄有噬犬，弟何欲？易之以百两，卒无禄？薄暮雷电，归何忧？厥严不奉，帝何求？伏匿穴处，爰何云？荆勋作师，夫何长？悟过改更，我又何言？吴光争国，久余是胜。何环穿自闾社丘陵，爰出子文？吾告堵敖以不长。何试上自予，忠名弥彰？",
    "title": "天问",
    "author": "屈原",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "　　屈原既放，游于江潭，行吟泽畔，颜色憔悴，形容枯槁。渔父见而问之曰：“子非三闾大夫与？何故至于斯？”屈原曰：“举世皆浊我独清，众人皆醉我独醒，是以见放。”　　渔父曰：“圣人不凝滞于物，而能与世推移。世人皆浊，何不淈其泥而扬其波？众人皆醉，何不餔其糟而歠其醨？何故深思高举，自令放为？”　　屈原曰：“吾闻之，新沐者必弹冠，新浴者必振衣；安能以身之察察，受物之汶汶者乎？宁赴湘流，葬于江鱼之腹中。安能以皓皓之白，而蒙世俗之尘埃乎?”　　渔父莞尔⑾而笑，鼓枻而去，乃歌曰：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”遂去，不复与言。",
    "title": "渔父",
    "author": null,
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "初放沉江怨世怨思自悲哀命谬谏",
    "title": "七谏",
    "author": "东方朔",
    "book": "宋词",
    "dynasty": "两汉"
}, {
    "content": "　　屈原既放，三年不得复见。竭知尽忠而蔽障于谗。心烦虑乱，不知所从。乃往见太卜郑詹尹曰：“余有所疑，愿因先生决之。”詹尹乃端策拂龟，曰：“君将何以教之？”　　屈原曰：“吾宁悃悃款款，朴以忠乎，将送往劳来，斯无穷乎？　　“宁诛锄草茅以力耕乎，将游大人以成名乎？宁正言不讳以危身乎，将从俗富贵以偷生乎？宁超然高举以保真乎，将哫訾栗斯，喔咿儒儿，以事妇人乎？宁廉洁正直以自清乎，将突梯滑稽，如脂如韦，以洁楹乎？　　“宁昂昂若千里之驹乎，将泛泛若水中之凫，与波上下，偷以全吾躯乎？宁与骐骥亢轭乎，将随驽马之迹乎？宁与黄鹄比翼乎，将与鸡鹜争食乎？　　“此孰吉孰凶？何去何从？　　“世溷浊而不清：蝉翼为重，千钧为轻；黄钟毁弃，瓦釜雷鸣；谗人高张，贤士无名。吁嗟默默兮，谁知吾之廉贞！”　　詹尹乃释策而谢曰：“夫尺有所短，寸有所长；物有所不足，智有所不明；数有所不逮，神有所不通。用君之心，行君之意。龟策诚不能知此事。” ",
    "title": "卜居",
    "author": "屈原",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "惜诵涉江哀郢抽思怀沙思美人惜往日橘颂悲回风",
    "title": "九章",
    "author": "屈原",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "哀时命之不及古人兮，夫何予生之不遘时！冠崔嵬而切云兮，剑淋离而从横。塊独守此曲隅兮，然欿切而永叹。魂眐眐以寄独兮，汨徂往而不归。",
    "title": "哀时命",
    "author": "庄忌",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "青春受谢，白日昭只。魂乎归来！无东无西，无南无北只。魂乎无东！汤谷寂寥只。魂乎无西！西方流沙，漭洋洋只。魂乎无北！北有寒山，趠龙赩只。魂魄归来！闲以静只。五谷六仞，设菰梁只。鲜蠵甘鸡，和楚酪只。炙鸹烝凫，煔鹑敶只。四酎并孰，不涩嗌只。代秦郑卫，鸣竽张只。二八接舞，投诗赋只。朱唇皓齿，嫭以姱只。嫮目宜笑，娥眉曼只。姱修滂浩，丽以佳只。易中利心，以动作只。青色直眉，美目媔只。夏屋广大，沙堂秀只。孔雀盈园，畜鸾皇只！曼泽怡面，血气盛只。接径千里，出若云只。田邑千畛，人阜昌只。名声若日，照四海只。发政献行，禁苛暴只。雄雄赫赫，天德明只。",
    "title": "大招",
    "author": "屈原",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "桂树丛生兮山之幽，偃蹇连蜷兮枝相缭。山气巄嵷兮石嵯峨，溪谷崭岩兮水曾波。猿狖群啸兮虎豹嗥，攀援桂枝兮聊淹留。王孙游兮不归，春草生兮萋萋。岁暮兮不自聊，蟪蛄鸣兮啾啾。坱兮轧，山曲岪，心淹留兮恫慌忽。罔兮沕，憭兮栗，虎豹穴。丛薄深林兮，人上栗。嵚岑碕礒兮，碅磳磈硊；树轮相纠兮，林木茷骫。青莎杂树兮，薠草靃靡；白鹿麏麚兮，或腾或倚。状貌崟崟兮峨峨，凄凄兮漇漇。猕猴兮熊罴，慕类兮以悲；攀援桂枝兮聊淹留。虎豹斗兮熊罴咆，禽兽骇兮亡其曹。王孙兮归来，山中兮不可以久留。",
    "title": "招隐士",
    "author": "淮南小山",
    "book": "宋词",
    "dynasty": "两汉"
}, {
    "content": "惜余年老而日衰兮，岁忽忽而不反。黄鹄後时而寄处兮，鸱枭群而制之。已矣哉！",
    "title": "惜誓",
    "author": "贾谊",
    "book": "宋词",
    "dynasty": "两汉"
}, {
    "content": "匡机通路危俊昭世尊嘉蓄英思忠陶壅株昭",
    "title": "九怀",
    "author": "王褒",
    "book": "宋词",
    "dynasty": "两汉"
}, {
    "content": "朕幼清以廉洁兮，身服义而未沫。魂兮归来！去君之恒干，魂兮归来！东方不可以讬些。魂兮归来！南方不可以止些。魂兮归来！西方之害，流沙千里些。魂兮归来！北方不可以止些。魂兮归来！君无上天些。魂兮归来！君无下此幽都些。魂兮归来！入修门些。魂兮归来！反故居些。室家遂宗，食多方些。乱曰：",
    "title": "招魂",
    "author": "屈原",
    "book": "宋词",
    "dynasty": "先秦"
}, {
    "content": "逢纷离世怨思远逝惜贤忧苦愍命思古远游",
    "title": "九叹",
    "author": "刘向",
    "book": "宋词",
    "dynasty": "两汉"
}, {
    "content": "逢尤怨上疾世悯上遭厄悼乱伤时哀岁守志",
    "title": "九思",
    "author": "王逸",
    "book": "宋词",
    "dynasty": "两汉"
}, ]
